Repository: ahmdaeyz/handover
Catalog: lib/l10n/intl_*.arb
Languages: ar

# appName
source: Handover
ar: المُسلم

source: Something is wrong.
ar: هناك خطب ما.

source: Pickup Time
ar: وقت الاستلام

source: Delivery Time
ar: وقت التسليم

source: Total
ar: الاجمالي

source: Submit
ar: تقديم

# noTrackingShippedMessage
source: You can't track a shipped package.
ar: لا يمكن تتبع شحنة موصلة بالفعل.

# shipmentNo
source: Shipment #{number}
ar: الشحنة #{number}

source: My Shipments
ar: شحناتي

source: Shipment Status Update
ar: تحديث بخصوص شحنتك

# shipmentIsBeingPickup
source: Your shipment is being picked up by the driver
ar: تم استلام شحنتك

# shipmentIsDelivered
source: Your shipment was successfully delivered
ar: تم تسليم شحنتك بنجاح

# carrierIsNearPickup
source: The carrier is near your shipment's pickup point
ar: السائق بالقرب من نقطة الاستلام

# carrierIsNearDelivery
source: The carrier is near your shipment's delivery point
ar: السائق بالثرب من نقطة التسليم

source: In Transit
ar: جاري

source: Shipped
ar: تم التوصيل

source: On the way
ar: في الطريق

# pickedUp
source: Picked up delivery
ar: تم استلام الشحنة

# nearDelivery
source: Near delivery destination
ar: بالقرب من نقطة التوصيل

# delivered
source: Delivered package
ar: تم التوصيل

# mapLoadingError
source: Something wrong happened while downloading parts of the map, Are you sure you have stable internet?
ar: حدث خطأ أثناء تحميل جزء من الخريطة، هل انت متأكد من اتصالك بالانترنت؟
